spring2017/psyc5301/lectures/week3.tex
% Created 2017-01-31 Tue 09:52
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{Jan 31, 2017}
\title{Week 3 lecture notes - PSYC 5301}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.1.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Review of Question 3 from Week 2}
\label{sec-1}
\begin{enumerate}
\item suppose H0 true -- how many sig results from 100 replications?
\begin{itemize}
\item 5 said "0 sig results"
\item 2 said "5 or fewer"
\item 1 said "5\%"
\item 2 did not specify a clear answer
\end{itemize}

\item suppose H1 false, with 50\% power -- how many sig results from 100 replications?
\begin{itemize}
\item 6 said "50"
\item 3 said "50\%"
\item 1 said "45-55\%"
\end{itemize}

\item suppose 80\% power, H0 and H1 equally likely -- which is more likely to be found: sig or nonsig?
\begin{itemize}
\item 2 said "sig result"
\item 1 said "nonsig result"
\item 1 said "false result" (what does this mean?)
\item 2 said "50/50"
\item 4 did not specify a clear answer
\end{itemize}
\end{enumerate}

Answers:

\begin{enumerate}
\item correct answer is 5.  This is because the Type 1 error rate ($\alpha$) is 5\%.  So, we should expect to reject a true null hypothesis (Type I error) 5\% of the time.  Out of 100 trials, this is 5 "significant" results.

\item correct answer is 50.  This is because power is 50\%, so probability of correctly rejecting false H0 is 50\%.  So, out of 100 trials, we should expect 50 "significant" results.

\item correct answer is that a "nonsignificant" result is more likely to occur.  This might be a bit counterintuitive.  Suppose that we replicate the experiment 1000 times (let's call these replications "trials").  Then H0 is true on 500 trials, and H0 is false on 500 trials.  Now, based on our values for power (80\%) and $\alpha$ (5\%), we can complete the following table:
\end{enumerate}

\begin{center}
\begin{tabular}{lll}
decision & HO true & H0 false\\
\hline
reject H0 & 25 trials & 400 trials\\
accept H0 & 475 trials & 100 trials\\
\end{tabular}
\end{center}

From this, we see that we reject H0 (a "significant" result) on 425 trials (42.5\%), whereas we accept H0 (a "nonsignificant" result) on 575 trials (57.5\%).  Thus, finding a nonsignificant result is quite more likely than a sig result!

\begin{itemize}
\item note: this may seem depressing, but consider the following.  Our supposition was that H0 and H1 were "equally likely"\ldots{}in other words, we had no prior evidence in favor of either hypothesis.  In "real" research situations, past evidence tends to point in favor of one hypothesis over the other.  So, if you start with H0 and H1 being weighted differently, the outcome of this problem will be vastly different.
\end{itemize}
\section*{Review of APA style}
\label{sec-2}
\subsection*{Goals of research paper}
\label{sec-2-1}
\begin{itemize}
\item report the research
\item explain methods (for further tests/replications)
\item convince others
\item needs standardization of format (APA style)
\end{itemize}

\subsection*{Why APA style?}
\label{sec-2-2}
\begin{itemize}
\item eases communication
\item forces minimal amount of information
\item provides logical framework for argument
\item consistent format within a discipline
\begin{itemize}
\item readers know what to expect
\item where to find information in article
\end{itemize}
\end{itemize}

\subsection*{Goals of APA-style writing}
\label{sec-2-3}
\begin{itemize}
\item write with clarity
\item avoid overstatements (use "hedging" language)
\item avoid jargon, slang, bias
\item be concise
\begin{itemize}
\item say the most information in the fewest words
\item longer \texttt{/} better
\end{itemize}
\end{itemize}

\subsection*{Structure of an APA document}
\label{sec-2-4}
\begin{itemize}
\item Title page - title, authors, affiliations
\item Abstract - short summary of article
\begin{itemize}
\item this is the first thing most people read, so very important!
\end{itemize}
\item Introduction - gives background that reader needs. 
\begin{itemize}
\item written for broader audience
\item Recipe:
\begin{enumerate}
\item state the issue under current study
\item review past literature
\item states purpose of current study
\item predictions
\end{enumerate}
\end{itemize}
\item Method - tells reader what you did
\begin{itemize}
\item very detailed
\item Recipe:
\begin{enumerate}
\item Participants - who were data collected from?
\item Materials - what was used to collect data?
\item Design - describe what/how variables were manipulated
\item Procedure - what did each participant do?
\end{enumerate}
\end{itemize}
\item Results - tells reader what you found
\begin{itemize}
\item very detailed
\item reports results of statistical tests
\end{itemize}
\item Discussion - tells reader \textbf{your} interpretation of results
\begin{itemize}
\item relationship between purpose and results
\item emphasize theoretical contribution
\item broader implications
\item future directions
\end{itemize}
\item The rest
\begin{itemize}
\item references
\item tables
\item figures
\end{itemize}
\end{itemize}

\section*{Lab 1 assignment}
\label{sec-3}

Assignment for next meeting (Feb 14)
\begin{enumerate}
\item You will need to put together a brief literature review (2-3 manuscript pages).  Do some background reading and find some papers that will help you address the following:
\begin{itemize}
\item What is meant by the "levels of processing" (LOP) framework?  Craik and Lockhart (1972) will be a good reference here.
\item Find at least three papers that use the LOP paradigm in different applied contexts (e.g., LOP effects on memory for chess positions).  The only requirement is that the papers (1) use LOP manipulation, and (2) are interesting to you.  Devote a paragraph to each of these papers, explaining what the authors did and what they found.
\item Briefly describe the experiment we are conducting.  Be sure to describe the manipulation, and lay out some conceptual predictions.
\end{itemize}

\item You will need to write a very specific method section.  Specifically, you will need the following sections:
\begin{itemize}
\item Participants: wait until after we've collected data to complete this.
\item Materials: describe the word list and how these words are formatted for display to participants.
\item Design: explain the design of the experiment (independent groups design? repeated measures design?)  Give operational definitions of each variable (both independent variables as well as any dependent variables).
\item Procedure: describe the steps each participant experiences during the experiment.
\end{itemize}

\item Collect data!  Details are given on the lab assignment sheet.
\end{enumerate}
% Emacs 25.1.1 (Org mode 8.2.10)
\end{document}